/*
  Localizable.strings
  TMXSDK

  Created by Varun Bansal on 2/27/17.
  Copyright © 2017 Ticketmaster. All rights reserved.
*/

"FLASH_SEAT_COMPLETED" = " <html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65); } p { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626; } p.list { padding-left: 1.5em; text-indent:-1.5em; } a { text-decoration: none; color: #026cdf; }</style></head><body><h1>Jak zobrazit vstupenky a dostat se na akci Chcete-li vstoupit na akci, musíte si zdarma zřídit účet Flash Seats a nainstalovat si aplikaci pro přístup k mobilním vstupenkám. Pokud jste tak ještě neučinili, postupujte podle následujících kroků, abyste si mohli vstupenky zobrazit a použít je v den konání akce.<p><p>1.&nbsp;&nbsp;&nbsp;<a href=\"itms-apps://itunes.apple.com/us/app/flash-seats/id679164752\">Vytvořte si účet</a> na Flash Seats. Budete muset použít stejnou e-mailovou adresu jako pro účet Ticketmaster, který jste použili při nákupu vstupenek. 2.&nbsp;&nbsp;&nbsp;Nainstalujte si aplikaci Flash Seats. Váš telefon je vaší vstupenkou, z aplikace bude vaše vstupenka u vstupu naskenována.<p><p>Chcete-li se dozvědět více o tom, jak zobrazit a používat své vstupenky, navštivte naši <a href=\"https://help.ticketmaster.com/s/article/resale\">Podporu</a>.</p></body></html>";

"FLASH_SEAT_CONFIRMED" = "<html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65);}p, ol { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626;}ol { padding-left:18px;}a { text-decoration:none; color: #026cdf;}</style></head><body><h1>Co bude dál?</h1><p>Budeme vás informovat a pošleme vám e-mail, jakmile budou vaše vstupenky k dispozici. Pokud jste tak ještě neučinili,&nbsp;already,&nbsp<a href=\"itms-apps://itunes.apple.com/us/app/flash-seats/id679164752\">klikněte zde </a>&nbsp;a založte si bezplatný účet Flash Seats pomocí stejné e-mailové adresy, kterou jste použili při nákupu, a nainstalujte si aplikaci, která vám umožní přístup k vašim vstupenkám.</p><p>Chcete-li se dozvědět více o tom, jak zobrazit a používat své vstupenky, navštivte naši<a href=\"https://help.ticketmaster.com/s/article/resale\">Podporu</a>.</p></body></html>";

"FLASH_SEAT_DELAYED" = "<!DOCTYPE html><html><head><style>h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65);}p, ol { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626;}ol { padding-left:18px;}a { text-decoration:none; color: #026cdf;}</style></head><body><p>Vyskytl se problém s prodejcem vstupenek, ale nebojte se, máme pro vás řešení.</p><p>Náš tým podpory pracuje na tom, aby vám prodejce vstupenek poskytl dobré vstupenky a brzy se s vámi spojíme.</p><p>Pokud byste se na nás raději obrátili předem s jakýmikoliv dotazy, kontaktujte prosím naši&nbsp;<a href=\"https://help.ticketmaster.com/s/article/How-do-I-contact-Customer-Service?language=en_US\">Podporu</a>&nbsp;nebo si můžete prohlédnout podrobnosti o vaší objednávce, kde najdete další informace, jakmile budou k dispozici.</p><p>Děkujeme, <br>Tým Ticketmaster</p></body></html>";


"UPS_COMPLETED" = "<html><head><style> h1 { font-family: Avenir; font-size: 20px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: normal; letter-spacing: normal; text-align: center; color: rgba(38, 38, 38, 0.65); } p { font-family: Avenir; font-size: 14px; font-weight: normal; font-style: normal; font-stretch: normal; line-height: 1.29; letter-spacing: normal; text-align: left; color: #262626; } p.list { padding-left: 1.5em; text-indent:-1.5em; } a { text-decoration: none; color: #026cdf; }  </style></head><body><h1>Sledování zásilky.<h1><p>Sledovací číslo #<a href=\"%@\">%@</a></p><p>Vaše vstupenky jsou již připraveny a na cestě!</p><p>Chcete-li zkontrolovat stav přepravy, podívejte se na uvedené sledovací číslo.</p></body></html>";

"Title_Ticket" = "Vstupenky";

//Ticket Details
"Title_Purchase_Date" = "Datum nákupu";

"Will Call MX" = "Vyzvednout si vstupenky v pobočce Ticketmaster";
"Pick up MX" = "Vstupenky si budete moci vytisknout od data uvedeného v e-mailu.";

"LEAD_BOOKER" = "Hlavní kupující";
"LEVEL" = "Zóna";

"Add to Wallet to enter the event." = "Přidat do peněženky";

"Ticketmaster" = "Ticketmaster";
"Sec" = "Sekce";
"Row" = "Řada";
"SEC" = "SEKCE";
"ROW" = "ŘADA";
"SEAT" = "MÍSTO";
"TICKET" = "VSTUPENKA";
"Seats" = "Místa";
"Seat" = "Místo";
"Seats %@" = "Místo %@";
"Sec %@" = "Sek %@";
"Row %@" = "Řada %@";
"Seat %@" = "Místo %@";
"Section %@" = "Sekce %@";
"SECTION" = "SEKCE";
"Section" = "Sekce";

"Do you want to try again?" = "Chcete to zkusit znovu?";
"No" = "Ne";
"Yes" = "Ano";

"Transfer" = "Převést";
"Forward" = "Předání";
"Sell" = "Prodat";
"Sell Tickets" = "Prodat vstupenky";
"Update" = "Aktualizovat";
"Listing Updated!" = "Nabídka aktualizována!";
"Tickets Listed!" = "Vstupenka nabídnuta!";
"Retry!" = "Zkuste to znovu!";
"Help" = "Podpora";
"Logout" = "Odhlásit se";
"Accounts" = "Účty";
"Linked Accounts" = "Propojené účty";

"An error occurred preparing your tickets for transfer" = "Při přípravě vstupenek k převodu došlo k chybě";
"An error occurred preparing your ticket forward." = "Při přípravě předání vstupenek došlo k chybě";
"Would you like to retry?" = "Chcete to zkusit znovu?";
"Transfer %d Tickets" = "Převést %d vstupenky";
"Forward %d Tickets" = "Předat %d  vstupenky";
"Transfer Tickets" = "Převést vstupenky";
"Forward Tickets" = "Předat vstupenky";
"Transfer %d Ticket" = "Převést %d vstupenky";
"Need to transfer tickets from additional events?" = "Potřebujete převést vstupenky z dalších akcí?";
"SELECT EVENTS" = "VYBRAT AKCE";
"Forward %d Ticket" = "Předat %d  vstupenky";
"%@ %d Tickets" = "%@ %d  vstupenky";
"%@ %d Ticket" = "%@ %d  vstupenka";
"%@ Ticket" = "%@  vstupenka";


"Tickets have been claimed" = "Vstupenky byly přijaty";
"Ticket has been claimed" = "Vstupenka byla přijata";

"%@ \nclaimed ticket successfully." = "%@ \núspěšně přijatých vstupenek.";
"%@ \nclaimed tickets successfully." = "%@ \núspěšně přijatých vstupenek.";
"%d tickets claimed" = "%d přijaté vstupenky";
"%d ticket claimed" = "%d přijatá vstupenka";
"%d tickets claimed by" = "%d  přijaté vstupenky: ";
"%d ticket claimed by" = "%d  přijatá vstupenka: ";

"%d tickets sent" = "%d zaslané vstupenky";
"%d ticket sent" = "%d zaslaná vstupenka";
"%d tickets sent to" = "%d  vstupenky zaslané ";
"%d ticket sent to" = "%d  vstupenka zaslaná";
 
"Claimed" = "Přijato";
"Sent" = "Odesláno";
"Claimed on %@ %d" = "Přijato %@ %d";
"Waiting for recipient to claim." = "Čeká se na přijet příjemcem ";
"You sent %d tickets" = "Poslali jste %d vstupenky";
"You sent %d ticket" = "Poslali jste %d vstupenku";

"Cancel Listing?" = "Zrušit nabídku?";
"Ok" = "Ok";
"OK" = "OK";
"Canceling this transfer will return the tickets to your account. Select Yes to cancel the transfer." = "Zrušením tohoto převodu se vstupenky vrátí na váš účet. Chcete-li převod zrušit, vyberte možnost Ano.";
"Unable to cancel the transfer at this time" = "Převod nelze v tuto chvíli zrušit";

"Which account do you want to sign-in to?" = "Ke kterému účtu se chcete přihlásit?";
"Team Account" = "Účet týmu";
"Cancel" = "Zrušit";
"Loading" = "Načítání";
"%d tickets" = "%d vstupenky";
"%d ticket" = "%d vstupenka";
"Unable to find the specified order" = "Nelze najít zadanou objednávku";
"Sign In" = "Přihlásit se";

"Order %@" = "Objednávka %@";

"You will be paid out @ $%.2f" = "Bude vám vyplaceno @ $%.2f";
"You'll get paid typically after 7 business days after the event." = "Obvykle dostanete zaplaceno do 7 pracovních dnů po akci.";
"You'll get paid $%.2f typically after 7 business days after the event." = "Obvykle dostanete zaplaceno $%.2f do 7 pracovních dnů po akci.";
"To view your payout timing click on Orders button below" = "Chcete-li zobrazit časový plán výplaty, klikněte na tlačítko Objednávky.";

//Added Later


"%d claimed, %d sent" = "%d přijato %d zasláno";
"%d pending" = "%d probíhající";
"%d sent" = "%d zasláno";
"%d claimed" = "%d přijato";

"%d ticket claimed, %d ticket sent" = "%d vstupenka přijata, %d vstupenka zaslána";
"%d ticket claimed, %d tickets sent" = "%d vstupenka přijata, %d vstupenky zaslány";
"%d tickets claimed, %d ticket sent" = "%d vstupenky přijaty, %d vstupenka zaslána";
"%d tickets claimed, %d tickets sent" = "%d vstupenky přijaty, %d vstupenky zaslány";

"%d listed, %d sold" = "Nabídnuto: %d, prodáno: %d";
"%d listed" = "%d nabídnuto";
"%d sold" = "%d prodáno";

"My Tickets" = "Moje vstupenky";

// My tickets view with add-ons enabled
"MY TICKETS" = "MOJE VSTUPENKY";
"MY TICKETS %d" = "MOJE VSTUPENKY %d";
"ADD-ONS" = "DOPLŇKY";

"My Events" = "Mé akce";
"Title_Ticket" = "Vstupenky";

//Actual Ticket

"General Admission" = "Jednotné vstupné";
"Reserved Seat Ticket" = "Vstupenka na místo ";


/* Class = "UIButton";  normalTitle = "Edit Listing";  ObjectID = "Ys2-1Y-9uV";  */
"Edit Listing" = "Upravit nabídku";

/* Class = "UIButton";  normalTitle = "Cancel Listing";  ObjectID = "gZc-hA-TMd"; */
"Cancel Listing" = "Zrušit nabídku";


/* Class = "UIButton";  normalTitle = "Cancel Transfer";  ObjectID = "jZJ-MX-DwR";  */
"Cancel Transfer" = "Zrušit převod";
"Cancel Forward" = "Zrušit předání";


/* Class = "UIButton";  normalTitle = "  Transfer"; ObjectID = "FpQ-K7-jYP"; */
"More Options" = "Více možností";

/* Class = "UINavigationItem";  title = "Claim Tickets";  ObjectID = "aAz-hq-sVI"; */
"Claim Tickets" = "Přijmout vstupenky";



/* Class = "UILabel";  text = "Claim your ticket now";  ObjectID = "elz-J7-cgP"; */
"Claim your ticket now" = "Přijmout vstupenku teď";


//Ticket Details

/* Class = "UIButton";  normalTitle = "Ticket Details";  ObjectID = "kXv-HS-rIo"; */
"Ticket Details" = "Detaily vstupenky";

/* Class = "UILabel";  text = "Order Number";  ObjectID = "CbP-ou-OSu"; ; */
"Order Number" = "Číslo objednávky";

/* Class = "UILabel";  text = "Barcode Number";  ObjectID = "hyG-gG-BTf"; */
"Barcode Number" = "Číslo čárového kódu";

/* Class = "UILabel";  text = "Ticket Type";  ObjectID = "rdw-eg-r7m";*/
"Ticket Type" = "Typ vstupenky";

/* Class = "UILabel";  text = "Ticket Price";  ObjectID = "j7X-Z4-I8b";*/
"Ticket Price" = "Cena vstupenky";

"Ticket Face Value" = "Hodnota vstupenky";
"Ticket face value $%@" = "Cena vstupenky $%@";
"Grand Total" = "Celkem";
"GRAND TOTAL" = "CELKEM";
/* Class = "UILabel";  text = "Terms & Conditions";  ObjectID = "0Cp-HJ-hLy";*/
"Terms & Conditions" = "Obchodní podmínky";
"Tickets are subject to our Purchase Policy. Venue and/or event organiser T&C's may also apply." = "Na vstupenky se vztahují naše Obchodní podmínky. Mohou se na ně vztahovat také podmínky a pravidla místa konání a/nebo pořadatele akce.";

//Ticket types
"UNKNOWN" = "NEZNÁMÉ";
"SEASON_TICKET" = "SEZÓNNÍ VSTUPENKA";
"EVENT_TICKET" = "VSTUPENKA NA AKCI";
"ALLOCATED_TICKET" = "PŘIDĚLENÁ VSTUPENKA";
"MEMBERSHIP" = "ČLENSTVÍ";

"Manage Tickets" = "Správa vstupenek";
"Manage Order" = "Spravovat objednávku";
"Cancel Posting" = "Zrušit zveřejnění";

/* Class = "UILabel";  text = "Standard Entry";  ObjectID = "FNL-i0-9lI"; */
"Standard Entry" = "Standardní vstup";



/* Class = "UIButton";  normalTitle = "Close";  ObjectID = "oZ6-D8-Lzu";*/
"Close" = "Zavřít";


/* Class = "UILabel";  text = "NUMBER OF TICKETS TO TRANSFER";  ObjectID = "qRx-1k-hPt"; */
"NUMBER OF TICKETS TO TRANSFER" = "POČET VSTUPENEK K PŘEVODU";

"Select a different group?" = "Zvolit jinou skupinu?";
"We can only process one seat group at a time. Are you ready to deselect seats from the current seat group?" = "V jednom okamžiku můžeme zpracovat pouze jednu sadu míst. Chcete zrušit výběr míst z aktuální sady míst?";
"Please select contiguous seats." = "Vyberte prosím sousedící místa.";

//Transfer
"SELECT SEATS TO TRANSFER" = "VYBRAT MÍSTA K PŘEVODU";
"SELECT TICKETS TO TRANSFER" = "VYBRAT VSTUPENKY K PŘEVODU";
"SELECT TICKETS TO FORWARD" = "VYBRAT VSTUPENKY K PŘEDÁNÍ";
"TRANSFER TO" = "PŘEVOD ";
"FORWARD TO" = "PŘEDÁNÍ";
"TRANSFER TICKETS" = "PŘEVEST VSTUPENKY";
"FORWARD TICKETS" = "PŘEDAT VSTUPENKY";
"%d Selected" = "Vybráno: %d";
"%d Tickets Selected" = "Vstupenek vybráno: %d";
"%d Ticket Selected" = "Vstupenek vybráno: %d";
"%d Characters Left" = "Zbývající znaky: %d";
"Sec %@, Row %@, Seat %@" = "Sektor %@, Řada %@, Místo %@";
"First Name" = "Křestní jméno";
"Last Name" = "Příjmení";
"This field is required" = "Povinné pole";
"Select From Contacts" = "Vybrat z kontaktů";
"Manually Enter A Recipient" = "Zadat příjemce ručně";
"Email or Mobile Number" = "E-mail nebo mobilní číslo";
"Note" = "Poznámka";
"Transfer Tickets Via Email or Text Message" = "Převod vstupenek e-mailem nebo SMS zprávou";
"Forward Tickets Via Email or Text Message" = "Předání vstupenek e-mailem nebo textovou zprávou";
"Select an Email or mobile number to transfer tickets to your recipient." = "Pro převod vstupenek vyberte e-mail nebo mobilní číslo příjemce.";
"Select an Email or mobile number to forward tickets to your recipient." = "Pro předání vstupenek vyberte e-mail nebo mobilní číslo příjemce.";
"Error" = "Chyba";
"BACK" = "ZPĚT";
"CONFIRM" = "POTVRDIT";

"Entry Gate" = "Vstupní brána";
"ENTER THROUGH %@" = "VSTOUPIT PŘES %@";

"Transfer tickets to everyone in your group." = "Převeďte vstupenky všem členům své skupiny.";
"Forward tickets to  everyone in your group." = "Předat vstupenky všem členům své skupiny.";

"How to get into the event?" = "Jak se dostat na akci?";
"Credit Card Entry" = "Vstup na kreditní kartu";
"Have the card used to purchase and your photo ID handy." = "Mějte připravenou kartu použitou k nákupu a průkaz totožnosti s fotografií.";
"How to retrieve your tickets?" = "Jak získat vstupenky?";
"Will Call" = "Vyzvednutí v místě konání";
"Will Call MX" = "Vyzvednout si vstupenky v pobočce Ticketmaster";
"How to Retrieve Your Tickets" = "Jak získat vstupenky";
"Pick-Up Info" = "Informace o vyzvednutí";
"Pick up your tickets at the Box Office once you arrive at the event." = "Vstupenky si vyzvedněte v pokladně přímo v místě konání akce.";
"Pick up MX" = "Vstupenky si budete moci vytisknout od data uvedeného v e-mailu.";
"Print-at-Home" = "Vytištění doma";
"From your Orders view and print your tickets." = "Na stránce Objednávky si můžete zobrazit a vytisknout vstupenky.";
"This is not a ticket" = "Toto není vstupenka.";
"Scan Barcode" = "Naskenovat čárový kód";
"View Ticket" = "Zobrazit vstupenky";
"Your initiated transfer could not be cancelled" = "Váš zahájený převod nebylo možné zrušit";
"This is not your ticket. We will email you when your tickets are ready, along with the details of how to access them." = "Toto není vaše vstupenka. Až budou vaše vstupenky připraveny, pošleme vám e-mail s podrobnostmi o tom, jak je získat.";

"Try Again" = "Zkuste to znovu";
"Something went wrong..." = "Něco se pokazilo...";
"Your Tickets Are Confirmed" = "Vaše vstupenky jsou potvrzeny";
"Please come back later to view your tickets or check your order confirmation email for ticket details." = "Podrobnosti o vstupenkách najdete později na této stránce nebo v e-mailu s potvrzením objednávky.";
"Your Internet connection appears to be offline" = "Zdá se, že vaše internetové připojení je nefunkční.";
"You have not purchased or received any tickets yet" = "Ještě jste nezakoupili ani neobdrželi žádné vstupenky";

"Find Tickets" = "Koupit";
"Just purchased or received tickets for an event?" = "Zakoupili jste si nebo jste obdrželi vstupenky na akci?";
"REFRESH TO SEE TICKETS" = "OBNOVIT PRO ZOBRAZENÍ VSTUPENEK";

"Invalid Routing Number" = "Chybné číslo banky";
"Invalid Account Number" = "Neplatné číslo účtu";
"Invalid Card Number" = "Nesprávné číslo karty";
"Invalid Address" = "Nesprávná adresa";
"Card Expired" = "Platnost karty vypršela";

"You no longer own any tickets to this event." = "Na tuto akci již nevlastníte žádné vstupenky";

"Tickets for past events are expired. They are no longer available for display." = "Platnost vstupenek na minulé akce vypršela. Již je nelze zobrazit.";

"Here is 1 ticket to" = "Zde je 1 vstupenka na";
"Here are %d tickets to" = "Zde jsou %d  vstupenka na";

"Physical tickets are being sent to you via mail." = "Tištěné vstupenky vám budou zaslány poštou.";
"You selected to receive your tickets via the mail. Your tickets should arrive in \ntime for the event." = "Zvolili jste si, že vstupenky obdržíte prostřednictvím pošty. Vaše vstupenky \nby měly dorazit včas.";
"Sent by Mail" = "Odesláno poštou";

"Barcode will display in:" = "Čárový kód se zobrazí za:";
"Live stream will be ready in:" = "Živý přenos bude dostupný v:";
 
"Watch Live Stream" = "Sledujte živý přenos";
"Barcode for " = "Čárový kód pro ";

"View this ticket" = "Zobrazit tuto vstupenku";

"DAY" = "DNŮ";
"HOUR" = "HODIN";
"MIN" = "MINUT";
"SECONDS" = "SEKUND";

"Going with Friends?" = "Jedete s přáteli?";
"Transfer their tickets now." = "Převeďte své vstupenky.";
"Forward their tickets now." = "Předat jejich vstupenky.";

"Tickets Pagination Control" = "Kontrola stránkování vstupenek";

"PAST EVENT" = "PROBĚHLÁ AKCE";
"PAST EVENTS" = "MINULÉ AKCE";
"PAST" = "PŘEDCHOZÍ";
"UPCOMING" = "NADCHÁZEJÍCÍ";
"All Upcoming Events" = "Všechny nadcházející akce";
"No upcoming events" = "Žádné nadcházející akce";
"No past events" = "Žádné předchozí akce";
"Tickets you buy will automatically appear here" = "Vámi zakoupené vstupenky se zde automaticky zobrazí";

"VIEW STATUS" = "ZOBRAZIT STAV";

"POSTPONED" = "ODLOŽENO";
"NEW DATE" = "NOVÉ DATUM";
"CANCELED" = "ZRUŠENO";
"CANCELLED" = "ZRUŠENO";
"POSTPONED: DATE ANNOUNCED SOON"="ODLOŽENO: DATUM BUDE BRZY OZNÁMENO";
"RESCHEDULED: NEW DATE"="PŘELOŽENO: NOVÉ DATUM";

"Don't worry, \nyour seat info is on the Delivered Ticket." = "Nedělejte si starosti,\ninformace o sedadle jsou uvedeny na doručené vstupence.";
"Don't worry, \nyour seats are on the way." = "Nebojte se, \nvaše místa jsou na cestě.";
"Where can I see my seat info?" = "Kde se dozvím informace o svém místě?";
"Why don't I have a seat?" = "Proč nemám žádné místo?";
"View PDF" = "Zobrazit PDF";
"View & Print PDF Tickets" = "Zobrazit a vytisknout vstupenky ve formátu PDF";
"View PDF Tickets" = "Zobrazit PDF vstupenky";
"Printed Tickets Required for Entry" = "Pro vstup je nutná vytištěná vstupenka";
"TICKETS ARE NOT READY YET" = "VSTUPENKY JEŠTĚ NEJSOU PŘIPRAVENY";
"SEATS CHANGED" = "VYMĚNĚNÁ MÍSTA";
"TICKET NOTIFICATION" = "UPOZORNĚNÍ NA VSTUPENKU";
"TICKET ORDER IN PROGRESS" = "PROBÍHÁ OBJEDNÁVKA VSTUPENEK";
"ORDER CONFIRMED" = "OBJEDNÁVKA POTVRZENA";
"%d Tickets" = "%d vstupenky";
"%d Ticket" = "%d vstupenka";

"%d tickets will be ready by:" = "%d vstupenky budou připraveny do:";
"%d ticket will be ready by:" = "%d vstupenka budou připravena do:";
"Your seats are ready! You can view your \nseat number on your Delivered Ticket." = "Vaše místa jsou připravena! Číslo svého sedadla\nsi můžete zobrazit na doručené vstupence.";

"Once your ticket is ready, you can view \nyour seat number on your ticket. Purchased \nmultiple seats? Your seats will be together." = "Jakmile bude vstupenka připravena, \nmůžete si na ní zobrazit číslo svého místa. Zakoupili \njste si více míst? Vaše místa budou vedle sebe.";

"We ran into a snag with the ticket seller. We \ngot you covered – our Fan Support Team is \nstepping in to ensure the ticket seller \nprovides great tickets for you. We’ll be in \ncontact with you. If you'd prefer to reach us \nin advance, give us a call at \n800-653-8000." = "Narazili jsme na problém s prodejcem vstupenek. Ale \nnebojte se  - náš tým podpory již pracuje na tom, \naby zajistil, že prodejce vstupenek \nvám poskytne skvělé vstupenky. Budeme vás \nkontaktovat. Pokud byste nás raději kontaktovali \npředem, zavolejte nám na \n800-653-8000.";


"We ran into a snag with the ticket seller. \nWe got you covered – Fan Support will be \nin contact with you. If you'd prefer to reach \nus in advance, give us a call at \n800-653-8000." = "Narazili jsme na problém s prodejcem vstupenek. Ale \nnebojte se - náš tým podpory vás bude kontaktovat.\nPokud byste nás raději kontaktovali \npředem, zavolejte nám na \n800-653-8000.";

"We ran into a snag with the ticket seller. \nOur team will reach out to you soon or \nyou can contact us now." = "Narazili jsme na problém s prodejcem vstupenek, \nNáš tým podpory vás bude kontaktovat. \nNebo nás můžete kontaktovat. ";
"contact us now." = "kontaktujte nás.";

"We are processing your order and you will \n receive your tickets in time for the event." = "Vaši objednávku zpracováváme \na vstupenky na akci obdržíte včas.";

"Voided" = "Zneplatněno";
"Orders" = "Objednávky";
"Order" = "Objednávka";


"Get your %@ tickets" = "Získejte své %@ vstupenky";
"Need help logging in?" = "Potřebujete pomoc s přihlášením?";
"Tap here to reset password\n or select \Full Site\" to create an account." = "Klepněte sem pro obnovení hesla \nnebo vyberte \Full Site“ pro vytvoření účtu.";
"Tap here and select \Sign In\" on the next screen to\n reset your password or create an account." = "Klepněte sem a na další obrazovce vyberte možnost \Přihlásit se\" pro\nobnovení hesla nebo vytvoření účtu.";

"Tap here to reset password\n or create an account." = "Klepněte sem pro obnovení hesla \nnebo vytvoření účtu.";
"Sign in with either service\n to start managing your tickets." = "Přihlaste se pomocí jedné ze služeb\na začněte spravovat své vstupenky.";
"%@ Account" = "%@  Účet";

"Not able to get your member information, please contact team support." = "Nepodařilo se vám získat informace o vašem členství, obraťte se prosím na tým podpory.";

// MARK: - New Log In
"Access season and single game\n tickets purchased or accepted with\n your %@ account." = "Přístup k permanentkám a vstupenkám \nna jednotlivé zápasy zakoupených nebo přijatých\ns pomocí vašeho %@ účtu.";
"Sign in to %@" = "Přihlásit se k %@";
"Forgot password?" = "Zapomenuté heslo?";
"Tap \Sign In\" on the next screen to reset it.\n" = "na další obrazovce jej resetujete.\n";

"Access and manage single game\n tickets purchased from Ticketmaster." = "Přístup ke vstupenkám na jednotlivé zápasy \nzakoupeným ve službě Ticketmaster a jejich správa.";
"Sign in to Ticketmaster" = "Přihlášení k Ticketmaster";

// Terms Of Use
"Agree" = "Souhlasím";
"Disagree" = "Nesouhlasím";

"Not able to configure the SDK using your apiKey, please contact PresenceSDK support team!" = "Nemůžete nakonfigurovat SDK pomocí svého apiKey, kontaktujte prosím tým podpory PresenceSDK!";

// Verification code entry
"Link Your Account" = "Propojte svůj účet";
"Enter the code we sent to" = "Zadejte kód, který jsme vám poslali na";
"You have an existing resale account that must be linked with AccountManager. We emailed you with the validation code to enter below (you won’t have to do this next time.)" = "Máte existující účet pro přeprodej, který musí být propojen se službou AccountManager. Poslali jsme vám e-mailem ověřovací kód, který zadejte níže (příště už to nebudete muset dělat). ";
"Verification Code" = "Ověřovací kód";
"Enter 6-digit code" = "Zadejte šestimístný kód";
"Resend Code" = "Znovu odeslat kód";
"Code Sent" = "Kód odeslán";
"Submit" = "Odeslat";
"Cancel listing?" = "Zrušit nabídku?";
"Please confirm that you wish to cancel your ticket listing." = "Potvrďte prosím, že si přejete zrušit svou nabídku vstupenek.";
"Unable to cancel listing at this time." = "V tuto chvíli nelze nabídku zrušit.";

"To sell tickets, you are required to link your existing resale account with Account manager. Do you still want to dismiss the screen?" = "Chcete-li prodávat vstupenky, musíte propojit svůj stávající účet pro přeprodej s Account manager. Chcete toto zobrazení zrušit?";
"Your code doesn’t match. Please check your code and try again." = "Váš kód nesouhlasí. Zkontrolujte prosím svůj kód a zkuste to znovu.";

// Error Banners
"No network connection available." = "Není k dispozici žádné internetové připojení.";
"Unable to refresh your events." = "Nelze aktualizovat vaše akce.";
"Unable to refresh your events. \nPlease check back later." = "Nelze obnovit vaše akce. \nVraťte se prosím později.";
"Unable to refresh all your tickets." = "Nelze obnovit všechny vaše vstupenky.";
"Unable to refresh your tickets. \nPlease check back later." = "Nelze obnovit vaše vstupenky.\nZkuste to později.";
"Your barcode will be ready before the event." = "Váš čárový kód bude připraven před akcí.";
"Please check back later" = "Zkuste to prosím později";
"Last updated at %@." = "Naposledy aktualizováno v %@.";
"Last updated on %@." = "Naposledy aktualizováno dne %@.";
"Never been Updated." = "Nikdy nebylo aktualizováno.";
"RETRY" = "OPAKOVAT";
"Looks like you already have a ticket(s)." = "Vypadá to, že už máte vstupenku / vstupenky";
"You are eligible for only one ticket to this event." = "Na tuto akci máte nárok pouze na jednu vstupenku.";

// Installments
"Payment Incomplete" = "Nedokončená platba";
"Your tickets will display once all installments are paid" = "Vaše vstupenky se zobrazí po zaplacení všech splátek.";
"Go To Installments" = "Přejít na splátky";
"Installments" = "Splátky";

"Details for PDF Tickets" = "Podrobnosti o PDF vstupenkách";
"A printed PDF ticket is required for entry. To print tickets, log into your account from a computer - not your mobile. From your order, view and print your tickets for event access." = "Pro vstup je nutná vytištěná PDF vstupenka. Chcete-li vytisknout vstupenky, přihlaste se ke svému účtu z počítače - nikoli z mobilního telefonu. Z objednávky si zobrazte a vytiskněte vstupenky pro vstup na akci.";
"Don’t Remind Me Again" = "Už mi to nepřipomínejte";

"Trying to transfer your tickets?" = "Pokoušíte se převést vstupenky?";
"Trying to forward your tickets?" = "Pokoušíte se předat své vstupenky?";
"If this event is part of a series, when transfering tickets, you will be transfering tickets for both events automatically." = "Pokud je tato akce součástí skupiny akcí, při převodu vstupenek se automaticky převedou vstupenky na obě akce.";
"If this event is part of a series, when forwarding tickets, you will be forwarding tickets for both events automatically." = "Pokud je tato akce součástí série, při předání vstupenek se automaticky předají vstupenky na obě akce.";

"Session Expired" = "Platnost relace vypršela";
"Please continue thru the next steps to sign in again." = "Pokračujte v dalších krocích a znovu se přihlaste.";

// Federated Login

"Get your %@ tickets" = "Získejte své %@ vstupenky";
"Sign in" = "Přihlásit se";
"Sign in with your %@ or Ticketmaster account." = "Přihlaste se pomocí svého %@ nebo účtu Ticketmaster.";
"We also found a %@ account with the same email. Let’s link your accounts to see all your tickets in one place." = "Našli jsme také %@ účet se stejným e-mailem. Propojte své účty, abyste viděli všechny své vstupenky na jednom místě.";

"Email" = "E-mail";
"Password" = "Heslo";
"Version" = "Verze";
"No thanks" = "Ne, děkuji";
"Link accounts" = "Propojit účty";
"Link Accounts" = "Propojit účty";
"We can’t find any accounts associated with that login. Please try again." = "Nemůžeme najít žádné účty spojené s tímto uživatelským jménem. Zkuste to prosím znovu.";
"Unable to link to your %@ account. Please try again." = "Nelze se připojit k vašemu %@ účtu. Zkuste to prosím znovu.";
"Now loading your Ticketmaster account tickets for this event" = "Nyní se ve vašem Ticketmaster účtu načítají vstupenky na tuto akci";

"Which password do you want to reset?" = "Které heslo chcete obnovit?";

"Which account do you want to create?" = "Jaký účet chcete vytvořit?";
"Account" = "Účet";
"App" = "Aplikace";
"Email cannot be empty." = "E-mailová adresa nemůže být nevyplněná";
"This email is invalid. Please check that you have entered your email correctly." = "Tento e-mail je neplatný. Zkontrolujte prosím, zda jste svůj e-mail zadali správně";

"Password cannot be empty." = "Heslo nemůže být nevyplněné.";
"Your Internet connection appears to be offline." = "Zdá se, že vaše internetové připojení je nefunkční.";

"Something went wrong. Check your internet connection and try again later." = "Něco se pokazilo. Zkontrolujte připojení k internetu a zkuste to znovu.";

"Wrong email or password. Please try again." = "Nesprávný e-mail nebo heslo. Zkuste to prosím znovu.";
"No account matches. Please reset your password." = "Žádný účet neodpovídá. Změňte prosím své heslo.";
"Create New Account" = "Vytvořit nový účet";

// View in Wallet

"View in Wallet" = "Zobrazit v aplikaci Peněženka";
"View in Apple Wallet" = "Zobrazit v aplikaci Apple Wallet";

"Add Tickets to Wallet" = "Přidání vstupenek do peněženky";
"Add Just This Ticket" = "Přidat jen tuto vstupenku";
"Add All %ld Tickets" = "Přidat všechny %ld vstupenky";
"Add All Tickets" = "Přidat všechny vstupenky ";
"Unable to add ticket to Wallet at this time." = "V tuto chvíli není možné přidat vstupenku do peněženky.";

"Something Went Wrong" = "Něco se pokazilo.";

"Not to worry and we’ve got you covered! To manage your tickets, log in through the EventDay web interface." = "Nemusíte se bát, máme pro vás řešení! Chcete-li spravovat své vstupenky, přihlaste se přes webové rozhraní EventDay.";

"No Thanks" = "Ne, děkuji";

"Let's Go" = "Pojďme na to";

"Last updated %@ ago." = "Naposledy aktualizováno před %@.";
"Please try again later." = "Zkuste to znovu později.";
"second" = "sekunda";
"seconds" = "sekund";
"minute" = "minuta";
"minutes" = "minut";

"Seat Location" = "Umístění";
"Event" = "Akce";
"Entry Info" = "Informace o vstupu";
"Entry Information" = "Informace o vstupu";
"Ticket Info" = "Informace o vstupence";
"Account Number" = "Číslo účtu";
"Venue" = "Místo konání";

"Transfer tickets to everyone before the event. Tap %@ from the mobile ticket." = "Před akcí všem převeďte vstupenky. Klepněte na %@ u mobilní vstupenky.";

"Forward tickets to everyone before the event. Tap %@ from the mobile ticket." = "Před akcí všem předejte vstupenky. Klepněte na %@ u mobilní vstupenky.";

"Your order is being processed and you will receive your tickets by %@" = "Vaše objednávka se zpracovává a vstupenky obdržíte do %@";
"Your order is being processed and you will receive your tickets soon" = "Vaše objednávka se zpracovává a brzy obdržíte vstupenky.";
"Your order is being processed and your mobile tickets will be available by %@." = "Vaše objednávka se zpracovává a vaše mobilní vstupenky budou k dispozici do %@.";
"Your order is being processed and your mobile tickets will be available in time for the event." = "Vaše objednávka se zpracovává a mobilní vstupenky na tuto akci budou včas k dispozici.";
"Our Fan Support Team is working to ensure the ticket seller provides you with great tickets and we will be in contact with you shortly." = "Náš tým podpory se snaží zajistit, aby vám prodejce poskytl dobré vstupenky. Bzy vás budeme kontaktovat.";

"Your order is being processed and we will inform you of your Will Call pick up location before the event." = "Vaše objednávka se zpracovává a my vás budeme informovat o místě vyzvednutí před akcí.";

"Your tickets will be available for pick up at Will Call. You will need to bring a photo ID to retrieve your tickets." = "Vstupenky si budete moci vyzvednout v pokladně. K vyzvednutí vstupenek je třeba předložit průkaz totožnosti s fotografií.";

"Pick-Up Info" = "Informace o vyzvednutí";

"This is not a ticket" = "Toto není vstupenka.";

"ORDER DELAYED" = "OBJEDNÁVKA ZPOŽDĚNA";

"View Tickets" = "Zobrazit vstupenky";
"Get Tickets" = "Koupit vstupenky";
"More Info" = "Více informací";

"Track Package" = "Sledovat zásilku";

"Tracking Info" = "Tracking Info";

"Screenshots won't get you in." = "Se snímkem obrazovky nebude vstup umožněn.";
"Screenshots and printouts will not be accepted at entry." = "Snímky obrazovky a výtisky nebudou při vstupu akceptovány.";


"Screenshots are not valid." = "Snímky obrazovky nejsou platné.";
"Vouchers" = "Poukazy";
"Voucher" = "Poukaz";
"Voucher for" = "Poukaz na";
"Scan to redeem voucher." = "Naskenujte a uplatněte poukaz.";
"NOT VALID FOR ENTRY" = "NELZE POUŽÍT PRO VSTUP";
// Example: `Added Value $100`
"Added Value %@%f" = "Přidaná hodnota %@%f";

"Update Your Clock" = "Aktualizace času";
"Your ticket barcode uses local time to help keep it safe and secure. To use this ticket, your phone's clock must be set to local time." = "Čárový kód vstupenky používá místní čas, aby byl zabezpečený a chráněný. Chcete-li tuto vstupenku používat, musí být na vašem telefonu nastaven místní čas.";
"of" = "z";

// Add to wallet value proposition
"Add to Apple Wallet to beat busy network connections at the event." = "Přidáním do Apple Wallet předejdete možným problémům s  připojením na akci.";

// Screenshot warning dialog
"Trying to Screenshot Your Ticket?" = "Snažíte se pořídit snímek obrazovky vstupenky?";
"Got It" = "Rozumím";
"Learn More" = "Další informace ";
"Screenshots won't get you in. To save your tickets, add them to Apple Wallet. Or, to share your tickets, transfer them to friends." = "Snímky obrazovky není možné použít pro vstup. Chcete-li si vstupenky uložit, přidejte je do Apple Wallet. Chcete-li se o vstupenky podělit, převeďte je přátelům.";
"Screenshots won't get you in. To save your tickets, add them to Apple Wallet." = "Snímky obrazovky není možné použít pro vstup. Chcete-li si vstupenky uložit, přidejte je do Apple Wallet. ";
"Screenshots won't get you in. To share your tickets, transfer them to friends." = "Snímky obrazovky není možné použít pro vstup. Chcete-li se o vstupenky podělit, převeďte je přátelům.";
"en-us" = "es-MX";
"Our bad..." = "Naše chyba...";
"Sorry, something went wrong. Please try again later." = "Omlouváme se, něco se pokazilo. Zkuste to prosím později.";
"Something went wrong. Let's start over." = "Něco se pokazilo. Začněme znovu.";

"Offline" = "Offline";

"JUST A REMINDER" = "PŘIPOMÍNKA";
"Fan-to-Fan Ticket Exchange" = "Přeprodej vstupenek";
"Sell Your Tickets for What You Paid" = "Prodejte vstupenky za to, co jste zaplatili";
"To keep tickets in the hands of fans, the artist has requested that tickets to this event be resold on our Fan-to-Fan Face Value Ticket Exchange.\n\nTickets may be listed for sale on Fan-to-Fan Face Value Ticket Exchange at the price set by the artist. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange." = "Aby se vstupenky dostaly k opravdovým fanouškům, umělec povolil přeprodej vstupenek na tuto akci pomocí služky Ticket Resale.\n\nVstupenky mohou být nabídnuty k prodeji za cenu stanovenou umělcem. Uživatelům služby nebudou účtovány žádné další poplatky za nákup nebo prodej vstupenek.";
"Tickets may be listed at the price set by the artist on Fan-to-Fan Face Value Ticket Exchange. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange." = "Vstupenky mohou být nabídnuty za cenu stanovenou umělcem pomocí služby Ticket Resale. Uživatelům služby nebudou účtovány žádné další poplatky za nákup nebo prodej vstupenek.";
"Continue" = "Pokračovat";

"How Do I Manage My Tickets?" = "Jak mohu spravovat své vstupenky?";
"To keep tickets in the hands of fans, the artist has requested tickets to this event be mobile only and non-transferable.\n\nYou can list your ticket for sale at the price you paid on our Fan-to-Fan Face Value Ticket Exchange. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange. Check back soon for updates." = "Aby se vstupenky dostaly k opravdovým fanouškům, požaduje umělec, aby vstupenky na tuto akci byly pouze mobilní a nepřenosné.\n\nSvou vstupenku můžete nabídnout k prodeji za cenu, kterou jste zaplatili, na naší burze vstupenek s nominální hodnotou fanouškům. Uživatelům burzy nebudou účtovány žádné další poplatky za nákup nebo prodej vstupenek na burze. Brzy se podívejte na aktualizace.";
"mobile only and non-transferable" = "pouze mobilní a bez možnosti převodu";

"Why Can’t I Transfer My Tickets?" = "Proč nemohu převést své vstupenky?";
"The Event Organizer has not made Ticket Transfer available at this time. Please check your event details for more information as some events may delay transferability while others using Face Value Exchange may be non-transferable to maintain original prices*.​\n\nLearn more about Transfer or select Sell to see available resale options.\n\n*Does not apply to events in NY, CT, VA, IL and CO"="Pořadatel akce v tuto chvíli neumožnil převod vstupenek. Další informace naleznete v podrobnostech o akci, protože u některých akcí může být přenositelnost odložena, zatímco u jiných akcí využívajících výměnu nominální hodnoty může být přenositelnost z důvodu zachování původních cen* vyloučena.\n\nZjistěte více informací o přenosu nebo vyberte možnost Prodat a podívejte se na dostupné možnosti dalšího prodeje.\n\n**Neplatí pro události ve státech NY, CT, VA, IL a CO.";
"Please check your event details for more information as some events may delay transferability while others using Face Value Exchange may be non-transferable to maintain original prices*.​"="Další informace naleznete v podrobnostech o akci, protože u některých akcí může být převoditelnost zpožděna, zatímco u jiných akcí s využitím výměny nominální hodnoty může být převoditelnost znemožněna, aby byly zachovány původní ceny*.";
"*Does not apply to events in NY, CT, VA, IL and CO" = "*Neplatí pro události ve státech NY, CT, VA, IL a CO.";
"Why Can’t I Sell My Tickets?" = "Proč nemohu prodat své vstupenky?";
"Fan-to-Fan Face Value Ticket Exchange" = "služba Ticket Resale";
"With our Fan-to-Fan Face Value Ticket Exchange, you can easily sell your tickets to other fans at the price set by the artist. In just 3 steps, you can list your tickets for sale right from your account and we’ll handle the rest. There will be no additional fees charged to Exchange users for buying or selling tickets on the Exchange. Check back soon for updates." = "Díky naší burze vstupenek s nominální hodnotou můžete snadno prodat své vstupenky ostatním fanouškům za cenu stanovenou umělcem. V pouhých třech krocích můžete své vstupenky nabídnout k prodeji přímo ze svého účtu a my se postaráme o zbytek. Za nákup nebo prodej vstupenek na burze nebudou uživatelům burzy účtovány žádné další poplatky.";

// Modern Accounts
"Something went wrong" = "Něco se pokazilo";
"Check your internet connection and try again later." = "Zkontrolujte připojení k internetu a zkuste to později.";

// 3PE Mobile Transfer
"3PE_MOBILE_TRANSFER_MORE_INFO_CONFIRMED" = "<h1>Co bude dál?</h1><p> Budeme vás průběžně informovat. Jakmile budou vaše vstupenky k dispozici, zašleme vám e-mailem pokyny, jak si je vyzvednout.</p><p>Chcete-li se dozvědět, jak zobrazit a použít své vstupenky, navštivte naši <a href='https://help.ticketmaster.com/s/article/resale'>podporu</a>.</p>";
"3PE_MOBILE_TRANSFER_MORE_INFO_COMPLETED_TITLE" = "<h1>Jak získat vstupenky</h1>";
"3PE_MOBILE_TRANSFER_MORE_INFO_COMPLETED_FOOTER" = "<p>Pro více informací navštivte naši <a href='https://help.ticketmaster.com/s/article/resale'>Podporu</a>.</p>";
"3PE_MOBILE_TRANSFER_MORE_INFO_DELAYED" = "<p>Náš tým podpory v současné době pracuje na tom, abyste své vstupenky obdrželi. Brzy se vám ozveme s aktuálními informacemi.</p><p>Pokud máte nějaké dotazy, obraťte se na naši <a href='https://help.ticketmaster.com/s/article/How-do-I-contact-Customer-Service?language=en_US'>podporu</a>. Můžete také zkontrolovat podrobnosti své objednávky abyste získali další informace, jakmile budou k dispozici.</p>";
"3PE_MOBILE_TRANSFER_TICKET_CARD_DELAYED" = "Prodejce vstupenek zatím vaši objednávku nevyřídil, ale náš tým podpory se jí právě zabývá.";

"MODERN_ACCOUNTS_PLACEHOLDER_TEAM_LABEL" = "Přístup k permanentkám a vstupenkám na jednotlivé zápasy zakoupených nebo přijatých s pomocí vašeho %@ účtu.";
"MODERN_ACCOUNTS_PLACEHOLDER_TEAM_BUTTON" = "Přihlaste se k %@";


"MODERN_ACCOUNTS_PLACEHOLDER_HOST_LABEL" = "Přístup ke vstupenkám na jednotlivé zápasy zakoupeným ve službě Ticketmaster a jejich správa.";
"MODERN_ACCOUNTS_PLACEHOLDER_HOST_BUTTON" = "Přihlášení k Ticketmaster";

"Complete Your Profile" = "Dokončit svůj profil";
"Your profile is missing some info. Please fill out the required fields to wrap everything up and continue." = "Ve vašem profilu chybí některé informace. Vyplňte prosím požadovaná pole, abyste vše dokončili a mohli pokračovat.";

"Pardon the Interruption" = "Omluvte přerušení";
"We're unable to complete this request. When transferring tickets, you must enter an email other than the account holder as the recipient." = "Tento požadavek nemůžeme dokončit. Při převodu vstupenek je třeba jako příjemce zadat jiný e-mail než e-mail vlastníka tohoto účtu.";
"We're unable to complete this request. When forwarding tickets, you must enter an email other than the account holder as the recipient." = "Tento požadavek nemůžeme dokončit. Při převodu vstupenek je třeba jako příjemce zadat jiný e-mail než e-mail vlastníka tohoto účtu.";

"OK_SAME_EMAIL_DIALOG" = "OK";

"Done" = "Hotovo";

// Venue Concessions
"Food.\nMerch.\nExperiences." = "Jídlo.\nMerchandise.\nZážitky.";

//Ticket Details Breakout

"Fee" = "Poplatek";
"Tax" = "Daň";

//Ticket Details

"Title_Purchase_Date" = "Datum nákupu";

"<senderEmail> sent you tickets" = "<senderEmail> vám poslal lístky";
"Accept" = "Přijmout";
"View Details" = "Zobrazit podrobnosti";

//Tickets Add Transfer
"Not Now" = "Teď ne";
"Accept Tickets" = "Přijmout vstupenky";

"Just accept the ticket transfer below to view the tickets in your account." = "Pro zobrazení vstupenek na svém účtu stačí přijmout níže uvedený převod vstupenek.";
"YOUR EVENT DETAILS" = "PODROBNOSTI O VAŠÍ AKCI";
"<senderEmail> has sent you tickets for <eventName>" = "<senderEmail> vám poslal vstupenky na <eventName>";
"<senderEmail> has sent you tickets" = "<senderEmail> vám poslal vstupenky";
"You have been sent tickets for <eventName>" = "Byly vám zaslány vstupenky na  <eventName>";
"You have been sent tickets" = "Byly vám zaslány vstupenky";
"<senderEmail> sent you tickets" = "<senderEmail> vám poslal lístky";
"Ticket Transfer Complete" = "Převod vstupenek dokončen";
"Ticket Transfer" = "Převod vstupenek";
"Manage Listings" = "Správa nabídek";

"<sender> has sent you 1 ticket for <eventName>" = "<sender> vám poslal/a 1 vstupenku na <eventName>";
"<sender> has sent you <numTickets> tickets for <eventName>" = "<sender> vám poslal/a <numTickets> vstupenky na <eventName>";
"<sender> sent you tickets" = "<sender> vám poslal/a vstupenky";
"Note from <sender>:" = "Poznámka od <sender>:";

//Host quick login
"Access and manage all the tickets you own with ease." = "Snadno si zobrazte a spravujte všechny vstupenky, které vlastníte.";
"Important Account Info" = "Důležité informace o účtu";
"You can now use the same email and password for both your %s ticket account and your Ticketmaster account. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Learn More </a></b><br><br><b>%s ticket holder?</b> Use your existing email to sign in and update your password if prompted.<br><br><b>New here?</b> Use your Ticketmaster email and password." = "Nyní můžete používat stejný e-mail a heslo pro účet %s i pro účet Ticketmaster. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Více informací</a></b><br><br><b>%s držitel vstupenky?</b>Pro přihlášení použijte svůj stávající e-mail a na výzvu aktualizujte své heslo.<br><br><b>Jste zde noví?</b>Použijte svůj e-mail a heslo Ticketmaster.";

"Powered by" = "Powered by";

//Custom modules
"More Ticket Actions" = "Další možnosti vstupenek";
"View Invoice" = "Zobrazit doklad";
"Upgrade Options" = "Možnosti upgradu";
"Seat Upgrades" = "Upgrade míst";
"Get Directions" = "Vyhledat trasu";
"Ticket Holder" = "Držitel vstupenky";
"only ticket price" = "pouze cena vstupenky";
"Exchange Tickets" = "Vyměnit vstupenky";
"Donate Tickets" = "Darovat vstupenky";
"Return Tickets" = "Vrátit vstupenky";

//Safetix 2.0
"Apple Wallet: Update Required" = "Apple Wallet: Nutná aktualizace";
"iOS 16.4 or higher is required to secure your account's tickets." = "K zabezpečení vstupenek ve vašem účtu je vyžadován systém iOS 16.4 nebo vyšší.";

"Authentication" = "Ověření";

// MARK: - Assign Flow
"Access and manage all the tickets you own with ease." = "Snadno si zobrazte a spravujte všechny vstupenky, které vlastníte.";

"Important Account Update" = "Důležitá aktualizace účtu";

"You can now use the same email and password for both your %s ticket account and your Ticketmaster account. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Learn More </a></b><br><br><b>%s ticket holder?</b> Use your existing email to sign in and update your password if prompted.<br><br><b>New here?</b> Use your Ticketmaster email and password." = "Nyní můžete používat stejný e-mail a heslo pro účet %s i pro účet Ticketmaster. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Více informací</a></b><br><br><b>%s držitel vstupenky?</b>Pro přihlášení použijte svůj stávající e-mail a na výzvu aktualizujte své heslo.<br><br><b>Jste zde noví?</b>Použijte svůj e-mail a heslo Ticketmaster.";

"Looks like we're having trouble getting your barcode, tap \"Refresh\" to try again." = "Zdá se, že se nám nepodařilo získat váš čárový kód, klepněte na \"Obnovit\" a zkuste to znovu.";
"Refresh" = "Obnovit";

"For security purposes, there is a limit on the number of devices that can be used to view your tickets." = "Z bezpečnostních důvodů je počet zařízení, která lze použít k prohlížení vstupenek, omezen.";

"You have reached the maximum number of devices allowed. You can still add these tickets to your mobile wallet, or can access them from using one of your previous devices. For information on how to manage devices associated to your account, please contact us." = "Dosáhli jste maximálního povoleného počtu zařízení. Tyto vstupenky můžete stále přidávat do své mobilní peněženky nebo k nim můžete přistupovat z některého z dříve používaných zařízení. Pro informace o tom, jak spravovat zařízení přidružená k vašemu účtu, nás prosím kontaktujte.";

"Device Limit Reached" = "Dosažení limitu zařízení";

"Contact Us" = "Kontaktujte nás";

// Account Sign In
"Sign In" = "Přihlásit se";

// Account Sign Out
"Sign Out" = "Odhlásit se";

// "Sign in to Lakers"
"Sign in to %s" = "Přihlásit se k %s";

// "Sign out of Lakers"
"Sign out of %s" = "Odhlásit se z %s";

// select a login source (Host, Archtics, SportXR, etc)
"Select Login" = "Vyberte přihlášení";
// "Access season and single event tickets purchased or accepted with your Lakers account."
"Access season and single %t tickets purchased or accepted with your %s account." = "Přístup k permanentkám a vstupenkám na jednotlivé zápasy zakoupených nebo přijatých s pomocí vašeho %@ účtu.";
// SportXR Reference Number
"Reference Number" = "Referenční číslo";



// a generic event, example: "charity event"
"event" = "akce";

// a musical concert, example: "Rock concert"
"concert" = "koncert";

// a theatrical show, example: "Broadway show"
"show" = "show";

// a sporting game, example: "Baseball game"
"game" = "hra";

// a sporting match, example: "Soccer match"
"match" = "zápas";

"Screenshots won't get you in." = "Se snímkem obrazovky nebude vstup umožněn.";
"Reload ticket" = "Načtení vstupenky";


// EXTRAS

"LEAD_BOOKER" = "Hlavní kupující";
"STADIUM_ADDRESS" = "STADIUM_ADDRESS";
"AREA_ALTERNATIVE_DESCRIPTION" = "AREA_ALTERNATIVE_DESCRIPTION";
"AREA_DESCRIPTION" = "AREA_DESCRIPTION";
"CRC_DESCRIPTION" = "CRC_DESCRIPTION";
"PRC_DESCRIPTION" = "PRC_DESCRIPTION";
"PRICE_BAND" = "PRICE_BAND";
"VENUE_NAME" = "VENUE_NAME";
"CUSTOMER_NAME" = "CUSTOMER_NAME";
"CUSTOMER_REF" = "CUSTOMER_REF";
"CUSTOMER_SURNAME" = "CUSTOMER_SURNAME";
"MEMBERSHIP_DESCRIPTION" = "MEMBERSHIP_DESCRIPTION";
"MEMBERSHIP_LEVEL_DESCRIPTION" = "MEMBERSHIP_LEVEL_DESCRIPTION";
"TICKET_LABEL" = "TICKET_LABEL";
"SECNAM_A" = "SECNAM_A";
"SECNAM_B" = "SECNAM_B";
"SECNAM_C" = "SECNAM_C";
"SECNAM_D" = "SECNAM_D";
"SECNAM_E" = "SECNAM_E";
"SECNAM_F" = "SECNAM_F";
"SECNAM_G" = "SECNAM_G";
"SECNAM_H" = "SECNAM_H";

"LEAD_BOOKER" = "Hlavní kupující";
"ROW_MESSAGE" = "Informace";
"SEAT_MESSAGE" = "Informace";
"Sitting" = "Sezení";
"Standing" =  "Stání";

// Add to calendar
"Add event to calendar" = "Přidat událost do kalendáře";
"Event added to your calendar" = "Akce byla přidána do vašeho kalendáře";
"Allow “%@” Calendar Access" = "Povolit “%@” přístup ke kalendáři";
"%@ requires access to your device’s calendar. Please enable access  in Settings > %@ > Calendars." =  "%@ vyžaduje přístup ke kalendáři vašeho zařízení. Přístup povolte v Nastavení > %@ > Kalendáře.";
"Settings" = "Nastavení";
"Dismiss" = "Odmítnout";

// Hero card

"Next Event: %@" = "Další akce: %@";
"days" = "dny";
"Enjoy Your Event" = "Dobře se bavte";

// MARK: - Localization (Old Localisation)
"resale_seating_message" = "Doporučujeme prodávat místa dohromady, abyste zajistili bezpečnost a sociální odstup fanoušků.";
"team_quick_launch_title" = "Přihlásit se";
"team_quick_launch_subtitle" = "Snadno si zobrazte a spravujte všechny vstupenky, které vlastníte.";
"team_quick_launch_info_title" = "Důležité informace o účtu";
"team_quick_launch_info_body" = "Nyní můžete používat stejný e-mail a heslo pro účet %s i pro účet Ticketmaster. <b><a href=https://help.ticketmaster.com/s/article/The-New-Sign-In-Experience?language=en_US>Více informací</a></b><br><br><b>%s držitel vstupenky?</b>Pro přihlášení použijte svůj stávající e-mail a na výzvu aktualizujte své heslo.<br><br><b>Jste zde noví?</b>Použijte svůj e-mail a heslo Ticketmaster.";
"host_quick_launch_title" = "Přihlásit se";
"host_quick_launch_subtitle" = "Snadno si zobrazte a spravujte všechny vstupenky, které vlastníte.";
"host_quick_launch_info_title" = "";
"host_quick_launch_info_body" = "";
"Only forward tickets to people you know and trust to ensure everyone’s safety."="Vstupenky přeposílejte pouze osobám, které znáte a kterým důvěřujete, abyste zajistili jejich zabezpečení.";


// MARK: - Assign Flow

"Pending Transfers" = "Čekající převody";
"You now have access to %@ tickets!" = "Nyní máte přístup k %@ vstupenkám";
"ACCEPT ASSIGNED TICKETS" = "PŘIJMOUT PŘIŘAZENÉ VSTUPENKY";
"These tickets are for event access only.\nThe sender of these tickets is still the ticket owner and may revoke access any time before entry." = "Tyto vstupenky jsou určeny pouze pro vstup na akci.\nOdesílatel těchto vstupenek je stále jejich vlastníkem a může kdykoli před zahájením akce přístup zrušit.";
"You have received %d ticket from %@.\n" = "Obdrželi jste %d vstupenku od %@.\n";
"You have received %d tickets from %@.\n" = "Obdrželi jste %d vstupenek od %@.\n";
"Message From %@" = "Zpráva od %@";
"Return To My Tickets" = "Zpět do sekce Moje vstupenky";
"Transfer tickets to those attending for easy event entry. " = "Převeďte vstupenky jednotlivým účastníkům a usnadněte si tak vstup na akci. ";
"Email sent to %@" = "E-mail by zaslán na %@";
"Assignment Canceled" = "Přiřazení zrušeno";
"Some ticket assigns could not be canceled due to an unexpected error" = "Některá přiřazení vstupenek nebylo možné zrušit z důvodu neočekávané chyby.";
"Try again" = "Zkuste to znovu";
"Hey, I have granted you access to %d tickets for %@ on Ticketmaster.\n\nAccept the ticket assignment to access the ticket before the event. %@" = "Ahoj, udělil jsem ti přístup k %d vstupenkám na %@ v systému Ticketmaster.\n\nPro získání přístupu k vstupence přijmi tento přístup před datem konání akce. %@";
"NO TICKETS AVAILABLE FOR TRANSFER" = "K PŘEVODU NEJSOU K DISPOZICI ŽÁDNÉ VSTUPENKY";
"You can only transfer tickets to a new person once you've canceled the previous transfers." = "Vstupenky můžete převést na novou osobu až poté, co zrušíte předchozí převody.";
"Hey, your access to %d tickets to %@ has been canceled.\n\nYou will no longer have access to these tickets." = "Ahoj, tvůj přístup k %d vstupenkám na %@ byl zrušen.\n\nK těmto vstupenkám již nebudete mít přístup.";
"Hey, your access to 1 ticket to %@ has been canceled.\n\nYou will no longer have access to this ticket." = "Ahoj, tvůj přístup k 1 vstupence na %@ byl zrušen.\n\nK těmto vstupenkám již nebudete mít přístup.";
"UNABLE TO ASSIGN SEAT" = "NELZE PŘIŘADIT MÍSTO";
"You have already assigned a ticket to %@ - please make sure each seat is assigned to a different person." = "Vstupenku jste %@ již přidělili - ujistěte se, že každé místo je přiděleno jiné osobě.";
"SMS sent to %@" = "SMS odeslaná na %@";
"Will You Be Attending %@?" = "Zúčastníte se %@?";
"Will You Be Attending?" = "Zúčastníte se?";
"Yes, I’m going" = "Ano, jdu";
"Assign ticket access to people you’re attending with" = "Přiřaďte přístup ke vstupenkám lidem, se kterými se účastníte akce";
"No, I won’t be attending" = "Ne, nezúčastním se";
"Transfer full ownership of the ticket(s)" = "Převod vlastnictví vstupenky/vstupenek";
"UNABLE TO UNASSIGN TICKET" = "NELZE ZRUŠIT PŘIŘAZENÍ VSTUPENKY";
"You cannot unassign your tickets if you’ve assigned tickets to others. Please cancel the tickets you’ve assigned before continuing." = "Přiřazení vstupenek nelze zrušit, pokud jste vstupenky přiřadili jiným osobám. Než budete pokračovat, zrušte přiřazené vstupenky.";
"UNABLE TO CANCEL TICKET" = "NELZE ZRUŠIT VSTUPENKU";
"Some assigned tickets have already been scanned for entry. Assigned tickets can't be canceled after tickets for the same event are scanned." = "Některé přidělené vstupenky již byly naskenovány u vstupu. Přidělené vstupenky nelze po naskenování vstupenek zrušit.";
"Ok, got it" = "Rozumím";
"This Is My Ticket" = "Toto je má vstupenka";
"(optional)" = "(nepovinné)";
"This means anyone who is under the age of 13 or needs your assistance." = "To znamená každý, kdo je mladší 13 let nebo potřebuje vaši asistenci.";
"Confirm" = "Potvrdit";
"Select Your Ticket" = "Vyberte vstupenku";
"United States" = "USA";
"Canada" = "Kanada";
"Mexico" = "Mexiko";
"United Kingdom" = "Spojené království";
"Ireland" = "Irsko";
"Australia" = "Austrálie";
"New Zealand" = "Nový Zéland";
"Other" = "Ostatní";
"RECIPIENT DETAILS" = "DETAILY PŘÍJEMCE";
"Enter First Name" = "Zadejte křestní jméno";
"Enter Last Name" = "Zadejte příjmení";
"Mobile Number" = "Mobilní číslo";
"Enter Email Address" = "Zadejte e-mailovou adresu";
"Country code" = "Kód země";
"Expanded" = "Rozšířeno";
"Collapsed" = "Sbaleno";
"Selected" = "Vybráno";
"Not selected" = "Nevybráno";
"Country code list expanded. Double tap to change country code" = "Seznam kódů zemí byl rozbalen. Dvojitým klepnutím změníte kód země.";
"Country code list collapsed. Double tap to change country code" = "Seznam kódů zemí je sbalený. Dvojitým klepnutím můžete změnit kód země.";
"000 000 000" = "000 000 000";
"Use Mobile Number Instead" = "Použijte místo toho mobilní číslo";
"Use Email Instead" = "Použijte místo toho e-mail";
"Please enter the recipient's first name" = "Zadejte jméno příjemce";
"Please enter the recipient's last name" = "Zadejte příjmení příjemce";
"Please enter a valid email address" = "Zadejte platnou e-mailovou adresu";
"Email can't be the same as yours" = "E-mail se nesmí shodovat s vaší adresou.";
"Please enter the recipient's email address" = "Zadejte e-mailovou adresu příjemce";
"Please enter a valid mobile number" = "Zadejte prosím platné mobilní číslo";
"Mobile Number can't be the same as yours" = "Číslo mobilního telefonu se nesmí shodovat s vaším číslem.";
"Please enter the recipient's mobile number" = "Zadejte prosím číslo mobilního telefonu příjemce";
"Assign This Ticket" = "Přiřadit tuto vstupenku";
"Add From My Contacts" = "Přidat z mých kontaktů";
"Enter Manually" = "Zadat ručně";
"RECENT CONTACTS" = "POSLEDNÍ KONTAKTY";
"Send" = "Odeslat";
"%@'s tickets" = "%@ vstupenky";
"Remove" = "Odstranit";
"Assign Tickets" = "Přiřadit vstupenky";
"Give ticket access to each person you're attending with. As the ticket owner, you can edit or revoke access at any time." = "Poskytněte přístup ke vstupence každé osobě, se kterou se akce účastníte. Jako vlastník vstupenky můžete přístup kdykoli upravit nebo zrušit.";
"Need to transfer a ticket that you’ve sold elsewhere?" = "Potřebujete převést vstupenku, kterou jste prodali jinde?";
"CANCEL ASSIGNED TICKETS?" = "ZRUŠIT PŘIŘAZENÉ VSTUPENKY?";
"Are you sure you want to cancel %@’s access to these tickets?" = "Jste si jisti, že chcete uživateli %@ zrušit přístup  k těmto vstupenkám?";
"Yes, I'm Sure" = "Ano";
"ASSIGNED TO YOU" = "PŘIDĚLENO VÁM";
"SCANNED AT THE VENUE" = "NASKENOVANÉ V MÍSTĚ KONÁNÍ";
"OOPS, SOMETHING WENT WRONG" = "NĚCO SE POKAZILO";
"Please try submitting the form again." = "Zkuste formulář odeslat znovu.";
"ASSIGN UNAVAILABLE" = "PŘIŘAZENÍ NEDOSTUPNÉ";
"No tickets available" = "Nejsou k dispozici žádné vstupenky";
"STEP %d" = "KROK %d";
"YOUR TICKET" = "VAŠE VSTUPENKA";
"Assign Pending" = "Přiřadit čekající";
"Assign Accepted" = "Přiřadit přijaté";
"Manage Ticket" = "Spravovat vstupenky";
"Pending:" = "Čeká na vyřízení:";
"Assigned to" = "Přiřazeno";
"Assigned to You" = "Přiřazeno: Vám";
"Each attendee must have their own ticket on their phone. If you have more than one ticket, transfer them to your group now." = "Každý účastník musí mít ve svém telefonu vlastní vstupenku. Pokud máte více než jednu vstupenku, převeďte je nyní lidem, se kterými na akci jdete.";
"EACH ATTENDEE MUST HAVE A TICKET ON THEIR PHONE" = "KAŽDÝ ÚČASTNÍK MUSÍ MÍT VSTUPENKU VE SVÉM TELEFONU.";
"Your Ticket" = "Vaše vstupenka";
"Your Ticket - Assigned to You %@" = "Vaše vstupenka - přidělena vám %@";
"Follow the in app verification processes before entering the arena." = "Před vstupem do arény postupujte podle ověřovacích procesů v aplikaci.";
"Important Info" = "Důležité informace";
"Hey, I have granted you access to a ticket for %@ on Ticketmaster.\n\nAccept the ticket assignment to access the ticket before the event. %@" = "Ahoj, přidělil(a) jsem ti přístup ke vstupence na %@  v systému Ticketmaster.\n\nPro získání přístupu ke vstupence přijmi tento přístup před datem konání akce. %@";
"Hey, I have modified the tickets you can access for %@ on Ticketmaster.\n\nView the ticket assignment, and accept to access the ticket before the event. %@" = "Ahoj, změnil(a) jsem vstupenky, které jsou k dispozici na %@ v systému Ticketmaster.\n\nZobrazte si přiřazení vstupenky a před začátkem akce přijměte přístup k vstupence. ";
"Tickets updated" = "Vstupenky aktualizovány";
"You have unsaved changes in your assignment. Complete it before starting a new one." = "V přiřazení máte neuložené změny. Dokončete jej před zahájením dalšího.";
"Incomplete Assignment" = "Nedokončené přiřazení";
"REASSIGN TICKETS?" = "ZMĚNIT PŘIDĚLENÍ VSTUPENEK?";
"No, Send 1 Ticket" = "Ne, odeslat 1 vstupenku";
"Yes, Send All" = "Ano, poslat všechny";
"ASSIGN UPDATE INCOMPLETE" = "AKTUALIZACE PŘIŘAZENÍ NENÍ KOMPLETNÍ";
"Your tickets are still assigned to %@. To update ticket access, please edit the recipient details." = "Vaše vstupenky jsou stále přiřazeny pro %@. Chcete-li aktualizovat přístup k vstupence, upravte údaje o příjemci.";
"Your tickets have not been assigned. Please try again." = "Vaše vstupenky nebyly přiděleny. Zkuste to prosím znovu.";
"Go Back" = "Zpět";
"YOU HAVE TICKETS ASSIGNED TO OTHERS" = "MÁTE VSTUPENKY, KTERÉ JSOU PŘIDĚLENÉ JINÝM OSOBÁM.";
"If you choose to proceed, everyone you’ve assigned tickets to previously will lose access to them." = "Pokud se rozhodnete pokračovat, ztratí k vstupenkám přístup všichni, kterým jste je dříve přiřadili.";
"Tickets Unassigned" = "Přiřazení vstupenek zrušeno";
"We could not unassign all tickets, please try again." = "Nepodařilo se nám zrušit přiřazení všech vstupenek, zkuste to prosím znovu.";
"Tickets Waiting To Be Accepted" = "Vstupenky čekající na přijetí";
"View" = "Zobrazit";
"ADDING TO WALLET" = "PŘIDÁNÍ DO PENĚŽENKY";
"For easier event entry, transfer tickets to those attending with you and only add your ticket to your wallet." = "Pro bezproblémový vstup na akci převeďte vstupenky na osoby, které se akce účastní s vámi, a do peněženky si přidejte pouze svou vstupenku.";
"Add to Wallet" = "Přidat do Peněženky";
"Transfer Tickets" = "Převést vstupenky";
"1 Ticket To Be Accepted" = "1 vstupenka k přijetí";
"%@ Tickets To Be Accepted" = "%@ vstupenek k přijetí";
"Select tickets for anyone under 13 or who needs your assistance." = "Vyberte vstupenky pro osoby mladší 13 let nebo osoby, které potřebují vaši asistenci.";
"AVAILABLE" = "DOSTUPNÉ";
"NOT AVAILABLE" = "NENÍ K DISPOZICI";
"PENDING" = "PROBÍHÁ";
"Assign Ticket Access" = "Přiřadit přístup k vstupence";
"Give ticket access only to people attending the event" = "Přístup k vstupenkám poskytněte pouze osobám, které se akce účastní.";
"Transfer Ticket Ownership" = "Převedení vlastnictví vstupenky";
"Give full ownership of the ticket(s)" = "Poskytněte plné vlastnictví vstupenky (vstupenek)";
"How Would You Like to Transfer Tickets?" = "Jak byste chtěli převést vstupenky?";
"Skip" = "Přeskočit";
"No tickets assigned to you" = "Nemáte přiřazené žádné vstupenky";
"Select A Ticket If You’re Attending" = "Chcete-li se zúčastnit, vyberte si vstupenku";
"No tickets left to assign." = "K přiřazení již nejsou k dispozici žádné vstupenky.";
"CANCEL YOUR ASSIGNED TICKET" = "ZRUŠTE SVOU PŘIDĚLENOU VSTUPENKU";
"Select Yes to remove your name from this ticket. You will still have ticket ownership and can assign or transfer this ticket to someone else." = "Vyberte možnost Ano, chcete-li odstranit své jméno z této vstupenky. Stále budete vlastníkem vstupenky a můžete ji přiřadit nebo převést na někoho jiného.";

// MARK: - Suspended Accounts

"There is a problem with your account. Please contact the Box Office for assistance" = "S vaším účtem je nějaký problém. Kontaktujte prosím pokladnu a požádejte o pomoc";
"by Phone at:" = "telefonicky na:";
"by Email at:" = "e-mailem na:";
"or by Email at:" = "nebo e-mailem na:";

// MARK: - 3PE Disclaimer

"*You'll get 1 ticket in Sec %@, Row %@, Seat Range %@-%@" = "*Dostanete 1 vstupenku v Sek %@, Řada %@, Místa od-do %@-%@";
"*You'll get %@ tickets together in Sec %@, Row %@, Seat Range %@-%@" = "*Dostanete %@ vstupenek vedle sebe v Sek %@, Řada %@, Místa od-do %@-%@";
"*You'll get 1 ticket in Sec %@, Row %@" = "*Dostanete 1 vstupenku v Sek %@, Řada %@";
"*You'll get %@ tickets together in Sec %@, Row %@" = "*Dostanete %@ vstupenky v Sek %@, Řada %@";
"Disclaimer" = "Zřeknutí se odpovědnosti";

// MARK: - Archtics Hero/Medium Cards Redesign
"View Tickets In Partner App" = "Zobrazit vstupenky v partnerské aplikaci";
"Go To App" = "Přejít do aplikace";

"We're taking you to your tickets" = "Přesměrováváme vás na vaše vstupenky";
"Manage and view your tickets in the %@" = "Správa a zobrazení vstupenek v %@";
"Manage and view your tickets on the partner page." = "Na stránce partnera můžete spravovat a prohlížet své vstupenky.";
"on the parter page." = "na stránce partnera.";
"Open App" = "Otevřít aplikaci";
// MARK: - Order Selector

"Select Order" = "Vybrat objednávku";
"Extras" = "Doplňkové položky"; // For Upsells
"EXTRAS" = "DOPLŇKY"; // For Upsells

// Account Switcher
"Linked Accounts" = "Propojené účty";
"Logout" = "Odhlásit se";
"Accounts" = "Účty";
"Sign into Ticketmaster" = "Přihlásit se do Ticketmaster";
"Sign into %@" = "Přihlásit se do %@";
"Phone:" = "Telefon:";
"ID:" = "ID:";

"Unable To %@ Tickets" = "Nelze %@ Vstupenky";
"An unknown error occurred." = "Vyskytla se neznámá chyba.";
"Select Order (%@)" = "Vybrat objednávku (%@)";
"Transfer Accepted: %@" = "Převod přijat: %@";
"Transfer Pending: %@" = "Čekající převod: %@";
"Assigned To: %@" = "Přiřazeno: %@";
"Pending: %@" = "Čekající: %@";
"x%d Ticket" = "x%d Vstupenka";
"x%d Tickets" = "x%d Vstupenky";
"Order #%@" = "Objednávka #%@";
"Invoice Details" = "Fakturační údaje";
"Order Details" = "Detaily objednávky";
"Download the %@" = "Stáhnout %@";
"%@ Ticket Only. To manage your tickets Download the %@" = "%@ Pouze vstupenka. Pro správu vstupenek si stáhněte %@";
"View Parking Pass" = "Zobrazit parkovací lístek";
"Your tickets aren't quite ready yet. Please check back later" = "Vaše vstupenky ještě nejsou připraveny. Vraťte se prosím později.";
"Your Barcode Will Be Ready Before The Day Of The Event" = "Váš čárový kód bude připraven před dnem akce";
"Add-Ons" = "Doplňky";
"Scanned" = "Naskenováno";
"The Event Organizer has not made resale available for this event. Please check back closer to the event as this may change." = "Pořadatel nezpřístupnil pro tuto akci možnost přeprodeje. Situace se může změnit, proto to prosím zkuste znovu, až se datum akce bude blížit.";
"%@ Ticket Only" = "%@ Pouze vstupenka";
"To manage your tickets" =  "Chcete-li spravovat své vstupenky";
"Ticket Voided" = "Zrušená vstupenka";
"Re-Sale Tickets" = "Přeprodávané vstupenky";
"Check Your Sold Email Confirmation for payout timing" = "Zkontrolujte si načasování výplaty v e-mailu s potvrzením o prodeji.";
"Purchase Date" = "Datum nákupu";
"View Receipt" = "Zobrazit detail";
"View Order" = "Zobrazit objednávku";
"Assigned To You" = "Přiřazeno vám";
"Ticket information" = "Informace o vstupence";
"GENERAL ADMISSION" = "JEDNOTNÉ VSTUPNÉ";
"View parking pass" = "Zobrazit parkovací lístek";
"Watch live stream" = "Sledovat živý přenos";
"Payment incomplete" = "Nedokončená platba";
"Your tickets will display once all installments are paid." = "Vstupenky se zobrazí po zaplacení všech splátek.";
"We are processing your order and you will receive your tickets in time for the event." = "Vaši objednávku zpracováváme a vstupenky na akci obdržíte včas.";
"Ticket will be ready by %@" = "Vstupenka bude připravena do %@";
"%d ticket will be ready by %@" = "%d vstupenka bude připravena do %@";
"%d tickets will be ready by %@" = "%d vstupenky budou připraveny do %@";
"We ran into a snag with the ticket seller. Our team will reach out to you soon or you can contact us now." = "U prodejce vstupenek jsme narazili na problém. Náš tým se vám brzy ozve nebo nás můžete kontaktovat hned.";
"Failed to get this ticket. We got you covered – Fan Support will be in contact with you within XXX." = "Nepodařilo se získat tuto vstupenku. Postaráme se o vás - podpora fanoušků vás bude kontaktovat do XXX.";
"This ticket has been refunded" = "Tato vstupenka byla stornována";
"Collect tickets with your confirmation email at the venue" = "Vyzvednout vstupenky s potvrzovacím e-mailem v místě konání akce";
"Your tickets are on the way, check status" = "Vaše vstupenky jsou na cestě, podívejte se na stav";
"Tracking" = "Sledování";
"Tracking #%@. Your tickets are ready and on the way! To review your shipping status, please reference the tracking number provided." = "ID zásilky #%@. Vaše vstupenky jsou připraveny a na cestě! Chcete-li zkontrolovat stav přepravy, podívejte se na uvedené sledovací číslo.";
"unknown" = "neznámá";
"Set up a Flash Seats account and app to access your tickets, using the same email as your Ticketmaster account" = "Založte si účet Flash Seats a aplikaci pro přístup ke vstupenkám pomocí stejného e-mailu, jako je váš účet Ticketmaster.";
"View Your Tickets & Get Into the Event" = "Zobrazení vstupenek a vstup na akci";
"Set up a free Flash Seats account and install the app to access your mobile tickets. Your phone will be scanned at the gate for entry visit our Help Center for more details." = "Založte si bezplatný účet Flash Seats a nainstalujte si aplikaci pro přístup k mobilním vstupenkám. Váš telefon bude při vstupu naskenován u brány, další podrobnosti najdete v našem centru nápovědy.";
"Create Account" = "Vytvořit účet";
"Visit Help Center" = "Navštivte Centrum nápovědy";
"What’s Next?" = "Co dál?";
"We’ll keep you updated along the way and send you an email once your tickets are available. Set up a free Flash Seats account and install the app to access your mobile tickets. Your phone will be scanned at the gate for entry visit our Help Center for more details." =  "Budeme vás průběžně informovat a zašleme vám e-mail, jakmile budou vstupenky k dispozici. Založte si bezplatný účet Flash Seats a nainstalujte si aplikaci pro přístup k mobilním vstupenkám. Váš telefon bude při vstupu naskenován u brány, další podrobnosti najdete v našem centru nápovědy.";
"Fan support team will be in contact shortly" = "Tým podpory fanoušků vás bude brzy kontaktovat";
"We're sorting an issue with your tickets" = "Řešíme problém s vašimi vstupenkami.";
"Fan Support is working to ensure the ticket seller provides you your tickets and will update you soon.\n\nFor any questions, please contact Fan Support or check your order details." = "Podpora fanoušků pracuje na tom, aby vám prodejce vstupenek vstupenky dodal a bude vás brzy informovat.";
"Contact Fan Support" = "Kontaktovat podporu";
"Visit the Help Center for ticket info" = "Informace o vstupenkách najdete v Centru nápovědy";
"We'll keep you updated along the way. Once your tickets are available, we'll email you instructions on how to claim them. To learn how to view and use your tickets, visit our Help Center." = "O průběhu vás budeme informovat. Jakmile budou vstupenky k dispozici, zašleme vám e-mailem pokyny, jak si je vyzvednout. Chcete-li se dozvědět, jak zobrazit a používat své vstupenky, navštivte naše Centrum nápovědy.";
"The ticket seller hasn’t fulfilled your order yet, Fan Support is handling it." = "Prodejce vstupenek vaši objednávku ještě nevyřídil, zabývá se tím podpora pro fanoušky.";
"Ticket Seller Delay" = "Zpoždění u prodejce vstupenek";
"We're working on your tickets and will update you shortly. Contact Fan Support or check your order for updates." = "Na vašich vstupenkách se pracuje a brzy vás budeme informovat. Pro získání aktuálních informací kontaktujte podporu fanoušků nebo se podívejte na svou objednávku.";
"Your tickets are associated with your credit card. Please bring the card used at purchase, along with photo ID along to the venue." = "Vaše vstupenky jsou spojeny s vaší kreditní kartou. Kartu použitou při nákupu spolu s průkazem totožnosti přineste na místo konání akce.";
"How to Enter the Event" = "Jak vstoupit na akci";
"Box office ticket" = "Vstupenka na pokladnu";
"Your tickets for this event need to be collected at the event venue. Go to a member of staff at the venue with your confirmation email to receive them." = "Vstupenky na tuto akci je třeba vyzvednout na místě konání akce. S potvrzovacím e-mailem se obraťte na zaměstnance na místě konání akce, který vám vstupenky vydá.";
"Collection tickets" = "Sběratelské vstupenky";
"Pick Up Info" = "Informace k vyzvednutí";
"Print at home ticket" = "Vstupenka s možností tisku doma";
"Your tickets for this event need to be printed at home and taken with you to the event. You can print our simple tickets pdf on A4 paper and it will be scanned at the door." = "Vstupenky na tuto akci je třeba vytisknout doma a vzít si je s sebou na akci. Vstupenky ve formátu PFD si můžete vytisknout na papír velikosti A4, ze kterého budou naskenovány u vstupu.";
"Print-at-home tickets" = "Vstupenky s možností tisku doma";
"Sent by mail ticket" = "Vstupenka odeslána poštou";
"Your tickets for this event have been sent to you in the mail. Simply bring them along to the event to be scanned at the door." = "Vstupenky na tuto akci vám byly zaslány poštou. Stačí je vzít s sebou na akci, kde budou naskenovány u vstupu.";
"Sent By mail tickets" = "Vstupenky odeslané poštou";
"Print" = "Tisk";
"The Event Organizer has not made transfer available for this event. Please check back closer to the event as this may change." = "Pořadatel nezpřístupnil pro tuto akci možnost převodu vstupenek. Situace se může změnit, proto to prosím zkuste znovu, až se datum akce bude blížit.";
"Sold At: $%.2f" = "Prodáno: $%.2f";
"Sold" = "Prodáno";
"Listed for sale at: $%.2f" = "Nabízeno k prodeji: $%.2f ";
"Listed for sale" = "Nabídnuto k prodeji";
"Listing Pending At: $%.2f" = "Čekající nabídka: $%.2f";
"Listing Pending" = "Čekající nabídka";
"Upgrade" = "Aktualizace";
"Your order cannot be upgraded online. To check for available upgrades for your event, please contact Fan Support." = "Vaši objednávku nelze upgradovat online. Chcete-li zjistit, zda jsou pro vaši akci k dispozici upgrady, obraťte se na naši podporu.";
"Your Tickets have been Upgraded!" = "Vaše vstupenky byly upgradovány!";
"Tickets" = "Vstupenky";
"Never been updated." = "Nikdy nebylo aktualizováno.";
"MORE OPTIONS" = "DALŠÍ MOŽNOSTI";

"Please contact Client Support: %@" = "Kontaktujte prosím zákaznickou podporu: %@";
"We can't get any information at the moment please try again later." = "V tuto chvíli se nám nedaří získat žádné informace, zkuste to prosím později.";

"Transfer Accepted" = "Převod přijat";
"Transfer Pending" = "Probíhající převod";

"Resale Unavailable" = "Přeprodej není možný";
"Ticket Transfer Unavailable" = "Převod vstupenek není k dispozici";
"Upgrade Unavailable" = "Upgrade není dostupný";

"Post on Social Media" = "Zveřejnit na sociálních sítích";
"Build hype for the event, and share that you got tickets with your friends and family." = "Podpořte tuto akci a sdílejte s přáteli a rodinou, že jste si pořídili vstupenky.";
"Share You’re Going" = "Sdílejte, že se chystáte na akci";
"YOU GOT\nTICKETS!" = "MÁTE\nVSTUPENKY!";
"I GOT TICKETS!" = "MÁM\nVSTUPENKY!";
"I got tickets for %@. Who's in?\n\n%@" = "Mám vstupenky na %@. Kdo jde se mnou?\n\n%@";

"Barcode Will Display 3 Days Before Your Event" = "Čárový kód se zobrazí 3 dny před akcí.";
"Barcode Will Display On" = "Čárový kód se zobrazí";
"Ticket Scanned." = "Vstupenka naskenována.";
"Show Barcode" = "Zobrazit čárový kód";
"Add To Wallet To Access Ticket" = "Chcete-li získat přístup ke vstupence, přidejte ji do peněženky";
"Barcode Unavailable For Security Reasons" = "Čárový kód není z bezpečnostních důvodů k dispozici";
"Add to Wallet now to access your tickets for entry." = "Vstupenky si přidejte do peněženky, abyste k nim měli přístup.";

"Everyone In Your Group Must Have Their Ticket On Their Own Device. Transfer Tickets To Those Attending With You Before The Game." = "Všichni členové vaší skupiny musí mít vstupenku ve svém vlastním zařízení. Před zápasem přeneste vstupenky na osoby, které se s vámi zúčastní.";
"Follow The In-App Verification Processes Before Entering The Arena." = "Před vstupem do arény postupujte podle ověřovacích procesů v aplikaci.";

"Long Barcode Number" = "Číslo čárového kódu";
"Promoter Name" = "Název pořadatele";

// MARK: Assign Dependents

"ASSIGNED TO YOUR DEPENDENT" = "PŘIŘAZENO K VAŠÍ ZÁVISLÉ OSOBĚ";
"DEPENDENT" = "ZÁVISLÉ OSOBY";
"Assigned to Your Dependent" = "Přiřazeno vašim závislým osobám";
"%@ (Dependent)" = "%@ (Závislá osoba)";
"(Dependent)" = "(Závislá osoba)";
"Do you want to reassign %@’s dependent tickets to %@ as well?" = "Chcete také změnit přiřazení vstupenek závislé osoby %@?";
"Attending with any dependents?" = "Zúčastníte se s nějakými závislými osobami?";
"Assigned To: %@ (Dependent)" = "Přiřazeno: %@ (závislá osoba)";
"Pending: %@ (Dependent)" = "Čekající: %@ (závislá osoba)";
"Assigned To Your Dependent" = "Přiřazeno závislé osobě";

// MARK: Assign Guests

"ASSIGNED TO YOUR GUEST" = "PŘIDĚLENO VAŠEMU HOSTU";
"GUEST" = "HOST";
"Assigned to Your Guest" = "Přiřazeno k vašemu hostu";
"%@ (Guest)" = "%@ (Host)";
"(Guest)" = "(Host)";
"Do you want to reassign %@’s guest’s ticket to %@ as well?" = "Chcete také přiřadit vstupenku hosta %@ k %@?";
"Assign additional tickets to yourself?" = "Přiřadit si k sobě další vstupenky?";
"Select tickets for anyone entering the venue with you." = "Vyberte vstupenky pro všechny osoby, které budou  s vámi  vstupovat do místa konání.";
"Are they attending with any guests?" = "Zúčastní se s nějakými hosty?";
"Select tickets for anyone entering with your recipient." = "Vyberte vstupenky pro všechny osoby, které vstupují společně s příjemcem.";
"Assigned To: %@ (Guest)" = "Přiřazeno: %@ (Host)";
"Pending: %@ (Guest)" = "Čeká na vyřízení: %@ (Host)";
"Assigned To Your Guest" = "Přiřazeno vašemu hostu";
"CANCEL ASSIGN?" = "ZRUŠIT PŘIŘAZENÍ?";
"Are you sure you want to cancel %@ and their guest’s ticket access?" = "Opravdu chcete zrušit přístup %@ a jejich hostů?";
"Are you sure you want to cancel %@’s access to these tickets?" = "Jste si jisti, že chcete uživateli %@ zrušit přístup  k těmto vstupenkám?";
"Go Back" = "Zpět";

// MARK: - Accessibility

"Wheelchair Accessible" = "Bezbariérový přístup";
"Mobility Accessible" = "Vstupenka pro lidi s omezenou mobilitou";
"Deaf and Hard of Hearing Accessible" = "Vstupenka pro neslyšící a nedoslýchavé";
"Blind and Low Vision Accessible" = "Vstupenka pro nevidomé a slabozraké";
"Companion Ticket" = "Vstupenka pro doprovod";
"Blind and Low Vision / Deaf and Hard of Hearing" = "Vstupenka pro nevidomé a slabozraké / neslyšící a nedoslýchavé";
"Accessible Ticket" = "Vstupenka pro hendikepované";


"Seating area optimised for wheelchair users and those unable to climb stairs, in easier reach of accessible entrances, exits and toilet facilities." = "Místa k sezení optimalizovaná pro vozíčkáře a osoby, které nemohou chodit po schodech, v dosahu bezbariérových vchodů, východů a toalet.";

"Seating area optimised to reduce distances walked and be in easier reach of accessible entrances, exits and toilet facilities." = "Místa k sezení, která jsou umístěna tak, aby se zkrátily vzdálenosti, které je třeba ujít, a aby byly snadněji dostupné vstupy, východy a toalety.";

"Seating area optimised for fans with hearing impairments, often close to facilities such as ASL interpretation and captioning." = "Prostor k sezení optimalizovaný pro fanoušky se sluchovým postižením, často v blízkosti zařízení, jako je tlumočení do znakového jazyka a titulky.";

"Seating area optimised for fans who are blind or have visual impairments, often close to the stage or central event area." = "Prostor k sezení optimalizovaný pro nevidomé nebo zrakově postižené fanoušky, často v blízkosti pódia nebo centrálního prostoru akce.";

"This is a reserved seat in the accessible area for a companion. This may be free of charge if you have provided evidence for the need of an essential companion, or may be a paid for ticket." = "Jedná se o rezervované místo pro doprovod, které je umístěno v prostoru pro hendikepované. Toto může být zdarma, pokud jste předložili doklad o potřebě nezbytného doprovodu, nebo se může jednat o placenou vstupenku.";

"Dedicated area optimized for fans who are blind, have visual impairments or hearing impairments, often close to the stage, central event area and facilities such as ASL interpretation and captioning." = "Vyhrazená oblast optimalizovaná pro fanoušky, kteří jsou slepí, mají zrakové nebo sluchové postižení, často v blízkosti pódia, centrální oblasti akce a zařízení, jako je tlumočení do  znakového jazyka a titulky.";

"This is an accessible ticket." = "Toto je vstupenka pro osoby s hendikepem.";

"Back" = "Zpět";
"Retry" = "Zkusit znovu";
"Ticket Information" = "Informace o vstupenkách";
"IMPORTANT NOTES" = "DŮLEŽITÉ UPOZORNĚNÍ";
"ORDER DETAILS" = "DETAILY OBJEDNÁVKY";
"EVENT INFORMATION" = "INFORMACE O AKCI";
"Screenshots won't get you in" = "Se snímkem obrazovky nebude vstup umožněn.";
"Screenshots Won't Get You In" = "Se snímkem obrazovky nebude vstup umožněn.";
"Screenshots can't be used for entry. Use Transfer to securely send your ticket to someone else." =  "Snímky obrazovky nelze použít pro vstup. Pomocí funkce Převod můžete bezpečně odeslat vstupenku někomu jinému.";
"Screenshots can't be used for entry. Please display your ticket from the Ticketmaster App or your mobile wallet." = "Snímky obrazovky nelze použít pro vstup. Svou vstupenkou se můžete prokázat z aplikace Ticketmaster nebo z mobilní peněženky.";

"Complete required fields: %@" = "Vyplňte povinná pole: %@";
"Select at least one ticket to continue" = "Chcete-li pokračovat, vyberte alespoň jednu vstupenku.";
"%d of 160 characters" = "%d  ze 160 znaků";
"Transfer complete" = "Převod dokončen";
"Transferring tickets" = "Převod vstupenek";
"Error" = "Chyba";
"Country code" = "Kód země";
"Country code list collapsed. Double tap to change country code" = "Seznam kódů zemí je sbalený. Dvojitým klepnutím můžete změnit kód země.";
"Country code list expanded. Double tap to change country code" = "Seznam kódů zemí byl rozbalen. Dvojitým klepnutím změníte kód země.";
"Selected country is %@ %@" = "Vybraná země je %@ %@";

"First Name is Required" = "Křestní jméno je povinné";
"Last Name is Required" = "Příjmení je povinné";
"Email is Required" = "E-mail je povinný";
"Mobile Number is Required" = "Mobilní číslo je povinné";

"Contact us now" = "Kontaktujte nás";
"Double tap to see order details" = "Dvojitým klepnutím zobrazíte podrobnosti objednávky";
